NSCameraUsageDescription = "摄像头已用于视频通话";
NSMicrophoneUsageDescription = "麦克风已用于语音和视频通话";
NSPhotoLibraryUsageDescription = "需要访问照片库才能共享设备中的图片和视频。";
NSContactsUsageDescription = "Contacts access is needed to match your address book contacts with contacts in your server";
